tap "caskroom/cask"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/science"
tap "homebrew/services"
tap "puma/puma"
cask "java"
cask "xquartz"
brew "ack"
brew "autoconf"
brew "automake"
brew "awk"
brew "bfg"
brew "coreutils"
brew "cowsay"
brew "git"
brew "ffmpeg", args: ["with-libvpx"]
brew "fortune"
brew "fzf"
brew "gnuplot"
brew "hub"
brew "hunspell"
brew "libtool"
brew "jq"
brew "libksba"
brew "libmagic"
brew "libvpx"
brew "libyaml"
brew "lynx"
brew "mongodb", restart_service: true
brew "mysql", restart_service: true
brew "ncdu"
brew "phantomjs"
brew "plantuml"
brew "python3"
brew "r"
brew "redis", restart_service: true
brew "the_silver_searcher"
brew "watchman"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "d12frosted/emacs-plus/emacs-plus"
brew "homebrew/science/mathomatic"
brew "puma/puma/puma-dev"
cask "emacs"
cask "inkscape"
